{

  "applovin_banner_id": "xxxxxx",
  "applovin_interstitial_id": "xxxxxx",
  "applovin_native_id": "xxxxxx",
  "applovin_rewarded_id": "xxxxxx",
  "max": true,
  
  "admob_banner": "ca-app-pub-3940256099942544/6300978111",
  "admob_interstitial": "ca-app-pub-3940256099942544/1033173712",
  "admob_native": "ca-app-pub-3940256099942544/2247696110",
  "admob_rewarded": "ca-app-pub-3940256099942544/5224354917",

  "yandex_banner_id": "R-M-2376521-1",
  "yandex_interstitial_id": "R-M-2376521-3",
  "yandex_native_id": "R-M-2376521-2",
  "yandex_rewarded_id": "demo-rewarded-yandex",
  
  
  "Ads Explanation": " applovin | admob | yandex ",

  "Interstitial": "admob",
  "Banner": "admob",
  "Native": "admob",
  "Rewarded": "admob",
  
  
  "start_inter": true,
  "gender_inter": false,
  "setup_inter": true,
  
  
  "onesignal_id": "xxxxxxx",
  
  
  "show_quiz": true,
  
  "fore_answer_quiz": false,
  
  "fore_rate": true,
  
  "web_view_ad_blocker": false,
  
  "clicks_to_show_inter": 2,
  "native_rate": 2,
  
  "show_cpa": false,
  "cpa_image": "https://drive.google.com/uc?export=download&id=13JTzqOlG5HPv6Oc8GmQd61tf_bxj8Vr2",
  "cpa_url": "xxxx",
  "cpa_button_text": "Get It Now!",
  
  
  "rating_exit_popup": true,
  
  "make_user_change_theme": true,
  
  "app_suspended": false,
  "suspended_title": "A new update for this app is available.",
  "suspended_message": "Update this app because this version has some issues.",
  "suspended_URL": "xxxx",


  "show_app_1": false,
  "app_icon_1": "xxxxxxx",
  "app_title_1": "xxxxxxx",
  "app_desc_1": "xxxxxxx",
  "app_url_1": "xxxxxxx",
  
  "show_app_2": false,
  "app_icon_2": "xxxxxxx",
  "app_title_2": "xxxxxxx",
  "app_desc_2": "xxxxxxx",
  "app_url_2": "xxxxxxx",
  
  "show_app_3": false,
  "app_icon_3": "xxxxxxx",
  "app_title_3": "xxxxxxx",
  "app_desc_3": "xxxxxxx",
  "app_url_3": "xxxxxxx",


  "guides": [
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/1.png",
	 "title": " 20 completely rebuilt tracks",
	 "text": "Forza Motorsport 8</span></b> is set to launch with 20 completely rebuilt tracks from around the world with multiple layouts, including 5 never-before-seen tracks in a Motorsport game.</p><p>The game features dynamic time-of-day with weather, living crowds, and tracks that rubber in and react to temperature changes.</p><p>The initial track list for Forza Motorsport 8 includes 20 tracks, but it will be expanded with more confirmed tracks as they are introduced to players in trailers, screenshots, livestreams, and blogs.</p>",
	 "text_two": "<p><b>&nbsp;</b></p><p><b>The confirmed tracks so far are :&nbsp;&nbsp;</b></p><p>1- Circuit de Barcelona-Catalunya </p><p>2-&nbsp; Circuit de Spa-Francorchamps </p><p>&nbsp;3- Eaglerock Speedway </p><p>4- Grand Oak Raceway&nbsp; <br /></p><p>5-&nbsp; Hakone Circuit </p><p>6-Homestead-Miami Speedway </p><p>7-&nbsp; Indianapolis Motor Speedway </p><p>8- Kyalami Grand Prix Circuit <br /></p><p>9- Laguna Seca Raceway </p><p>10- Le Mans </p><p>11-&nbsp; Lime Rock Park </p><p>12- Maple Valley&nbsp; <br /></p><p>13- Mid-Ohio Sports Car Course&nbsp; <br /></p><p>14- Mugello Circuit&nbsp; <br /></p><p>15- Nürburgring GP </p><p>16- Road America </p><p>17 -Silverstone Circuit&nbsp; <br /></p><p>18- Suzuka Circuit </p><p>19- Virginia International Raceway&nbsp; <br /></p><p>20- Watkins Glen International<br /></p>",
	 "isLocked": false,
	 "id": 1,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	},
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/2.png",
	 "title": "Maximum number of players in forza motorsport 8",
		
	 "text": "<p>&nbsp;</p><p>In <b>Forza Motorsport 8</b>, the maximum number of players that can race in multiplayer is 24.<br /><br />This includes both online races and private multiplayer sessions, where players can set their own parameters for up to 24 participants.<br /><br />The game's online multiplayer mode is expected to be a significant aspect, offering various ways to compete and interact with other players.<br /></p>",
	 "text_two": "<p>&nbsp;</p><p>&nbsp;The number of contestants in <b>Forza Motorsport 8</b> is not explicitly mentioned in the search results. However, the game will feature a single-player career mode and several online multiplayer modes.<br /><br />The online multiplayer mode is expected to be in-depth, given the importance of such modes in modern racing games.<br /></p>",

	 "isLocked": true,
	 "id": 2,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	},
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/3.png",
	 "title": "Cars game Forza Motorsport 8",
	 "text": "<p>&nbsp; <br /></p><p>The game is projected to have more than <b>500</b> vehicles and <b>800</b> upgrades at launch, with approximately <b>80</b> vehicles from all eras and racing vehicle kinds announced so far.<br /><br />The game will feature cars covering a range of disciplines and manufacturers across the decades.<br /><br />The game will not be called <b>Forza Motorsport 8</b>, and the creative director Chris Esaki clarified that the eight has been dropped altogether.<br /><br />The game will have a variety of cars, including early factory race cars, touring cars, GT cars, and more.<br /><br /><br /></p>",
	 "text_two": "<p>&nbsp;</p><p>&nbsp;</p><p>The Race Day Car Pack will feature eight cars built exclusively for the racetrack.<br /><br />The game will have a car unlock system that requires players to drive each specific car to level it up and unlock new parts.<br /><br /><b>Forza Motorsport 8</b> will be released on <b>October 10, 2023</b>, with over <b>500</b> cars available from day one.<br /><br />The game will be available in Deluxe and Premium editions, which will include <b>DLC</b> packs such as the Car Pass, VIP Membership pack, and Race Day car pack.<br /></p>",

	 "isLocked": false,
	 "id": 3,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	},
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/4.png",
	 "title": "Types of Sirat present in the game Forza Motorsport 8",
	 "text": "<p>&nbsp;</p><p>In <b>Forza Motorsport 8</b>, there are several types of Sirat present in the game. The game is a highly anticipated release that focuses on providing a realistic and immersive racing experience for hardcore racing fans.<br /><br />Some of the key features and types of Sirat in the game include:<br /><b>Realistic Simulation :</b> Forza Motorsport 8 is designed to be an incredibly accurate simulation, offering a deep and realistic racing experience<br /><br />The game's core loop is built around celebrating this deep simulation through the car Mastery system.<br /></p>",
	 "text_two": "<p>&nbsp;</p><p>&nbsp;</p><p><b>Track-based Racing :</b> Unlike the open-world adventure of Forza Horizon, Forza Motorsport 8 is a track-based racing game, where players compete on various real-world and fictional race tracks.<br /><b><br />Wide Range of Cars :</b> The game features a wide range of cars, including various styles and classes. Players can customize and upgrade their cars to suit their racing preferences.<br /><br /><b>Never-Before-Seen Tracks :</b> In addition to the rebuilt tracks, the game also introduces 5 never-before-seen tracks, providing new and unique racing experiences.<br /></p>",

	 "isLocked": true,
	 "id": 4,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	},
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/5.png",
	 "title": "Will Forza Motorsport 8 have any new game modes or features?",
	 "text": "<p>&nbsp;</p><p><b>Forza Motorsport 8 will feature several new game modes and features, including :</b><br /><br /><b>Career mode overhaul : </b>The game will prioritize making each individual car feel more meaningful, offering a big shift away from Forza Motorsport 7's car collection model.<br /><br />Car levels and unlocking upgrades : Players will be able to level up their cars and unlock upgrades as they progress through the game.<br /><br /><b>Custom starting grid :</b> Players will have the ability to customize the starting grid for races.<br /><br /><b>Selectable tire compounds:</b> This feature allows players to choose different tire compounds for their cars, adding a strategic element to the gameplay.<br /><br />Tire and fuel management: Players will need to manage their tires and fuel during races, adding another layer of strategy to the gameplay.</p>",
	 "text_two": "<p>&nbsp;</p><p>&nbsp;</p><p><b>Realistic race sizes : </b>Race sizes are set to be increased, making the gameplay more realistic, especially for NASCAR races.<br /><br /><b>Full free-practice sessions and qualifying in multiplayer :</b> Multiplayer mode will receive an overhaul, with the addition of full free-practice sessions and qualifying, similar to Sony's Gran Turismo 7.<br /><br /><b>Real calendar-based race times in multiplayer :</b> Multiplayer races will have real calendar-based race times, adding a sense of realism to the gameplay.<br /><br /><b>All-new, different modes of game :</b> While specific details about these new modes are not yet available, the game is expected to offer unique and innovative gameplay experiences.<br /></p>",

	 "isLocked": false,
	 "id": 5,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	},
	{
	 "image": "https://raw.githubusercontent.com/AppsMobieLtd/Forza-Motorsport-8/main/6.png",
	 "title": "Will Forza Motorsport 8 have NASCAR",
	 "text": "<p>&nbsp;</p><p><b>Forza Motorsport 8</b> will not have<b> NASCAR</b> at launch, but there is a possibility of it being added in the future. <br /><br />The game features a wide range of tracks, including real-world and fictional race tracks, but <b>NASCAR</b> is not included in the initial track list.<br /><br />The absence of <b>NASCAR</b> at launch is likely due to its involvement with Motorsport Games, which is considered a Ponzi scheme.<br /></p>",
	 "text_two": "<p>&nbsp;</p><p>&nbsp;</p><p>However, there is still hope for <b>NASCAR</b> fans as the game's increased race sizes and the inclusion of rallying and off-road races could potentially pave the way for <b>NASCAR</b> to be added in future updates.<br /><br />Additionally, the game's focus on providing a realistic and immersive racing experience may make it a suitable platform for <b>NASCAR</b> in the long run.<br /><br /></p>",

	 "isLocked": true,
	 "id": 6,
	 
	 "isWebUI": false,
	 "web_url": "xxxx",
	 "isWeb": false

	}
  ]  
}
